Repository: kaisarfardin6620/magictale
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it, pt

source: MagicTale Account Application Update
de: Update zur MagicTale-Kontoanwendung
es: Actualización de Solicitud de Cuenta MagicTale
fr: Mise à jour de la demande de compte MagicTale
it: Aggiornamento richiesta account MagicTale
pt: Atualização da Aplicação de Conta MagicTale

source: We regret to inform you that your account application was not approved at this time.
de: Wir bedauern, Ihnen mitteilen zu müssen, dass Ihre Kontoanwendung derzeit nicht genehmigt wurde.
es: Lamentamos informarte que tu solicitud de cuenta no fue aprobada en este momento.
fr: Nous avons le regret de vous informer que votre demande de compte n'a pas été approuvée pour le moment.
it: Ci dispiace informarti che la tua richiesta di account non è stata approvata in questo momento.
pt: Lamentamos informar que sua aplicação de conta não foi aprovada neste momento.

source: User {email} has been denied and deleted.
de: Benutzer {email} wurde abgelehnt und gelöscht.
es: El usuario {email} ha sido denegado y eliminado.
fr: L'utilisateur {email} a été refusé et supprimé.
it: L'utente {email} è stato rifiutato ed eliminato.
pt: O usuário {email} foi negado e excluído.

source: User has been deactivated.
de: Benutzer wurde deaktiviert.
es: El usuario ha sido desactivado.
fr: L'utilisateur a été désactivé.
it: L'utente è stato disattivato.
pt: O usuário foi desativado.

source: Invalid input. Please check the provided data.
de: Ungültige Eingabe. Bitte überprüfen Sie die angegebenen Daten.
es: Entrada inválida. Por favor verifica los datos proporcionados.
fr: Entrée invalide. Veuillez vérifier les données fournies.
it: Input non valido. Controlla i dati forniti.
pt: Entrada inválida. Verifique os dados fornecidos.

source: An error occurred.
de: Ein Fehler ist aufgetreten.
es: Ocurrió un error.
fr: Une erreur est survenue.
it: Si è verificato un errore.
pt: Ocorreu um erro.

source: A critical server error occurred. Our team has been notified.
de: Ein kritischer Serverfehler ist aufgetreten. Unser Team wurde benachrichtigt.
es: Ocurrió un error crítico en el servidor. Nuestro equipo ha sido notificado.
fr: Une erreur critique du serveur s'est produite. Notre équipe a été notifiée.
it: Si è verificato un errore critico del server. Il nostro team è stato informato.
pt: Ocorreu um erro crítico no servidor. Nossa equipe foi notificada.

source: Operation successful.
de: Vorgang erfolgreich.
es: Operación exitosa.
fr: Opération réussie.
it: Operazione riuscita.
pt: Operação bem-sucedida.

source: Resource created successfully.
de: Ressource erfolgreich erstellt.
es: Recurso creado exitosamente.
fr: Ressource créée avec succès.
it: Risorsa creata con successo.
pt: Recurso criado com sucesso.

source: Successfully Logged in.
de: Erfolgreich angemeldet.
es: Inicio de sesión exitoso.
fr: Connexion réussie.
it: Accesso effettuato con successo.
pt: Login realizado com sucesso.

source: English
de: Englisch
es: Inglés
fr: Anglais
it: Inglese
pt: Inglês

source: Spanish
de: Spanisch
es: Español
fr: Espagnol
it: Spagnolo
pt: Espanhol

source: French
de: Französisch
es: Francés
fr: Français
it: Francese
pt: Francês

source: German
de: Deutsch
es: Alemán
fr: Allemand
it: Tedesco
pt: Alemão

source: Italian
de: Italienisch
es: Italiano
fr: Italien
it: Italiano
pt: Italiano

source: Portuguese
de: Portugiesisch
es: Portugués
fr: Portugais
it: Portoghese
pt: Português

source: User not found in RevenueCat
de: Benutzer in RevenueCat nicht gefunden
es: Usuario no encontrado en RevenueCat
fr: Utilisateur non trouvé dans RevenueCat
it: Utente non trovato in RevenueCat
pt: Usuário não encontrado no RevenueCat

source: Failed to connect to RevenueCat
de: Verbindung zu RevenueCat fehlgeschlagen
es: Fallo al conectar con RevenueCat
fr: Échec de la connexion à RevenueCat
it: Impossibile connettersi a RevenueCat
pt: Falha ao conectar ao RevenueCat
