Repository: kaisarfardin6620/magictale
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it, pt

source: Magical Story
de: Magische Geschichte
es: Historia Mágica
fr: Histoire Magique
it: Storia Magica
pt: História Mágica

source: A wonderful and magical adventure.
de: Ein wunderbares und magisches Abenteuer.
es: Una aventura maravillosa y mágica.
fr: Une aventure merveilleuse et magique.
it: Un'avventura meravigliosa e magica.
pt: Uma aventura maravilhosa e mágica.

source: My Magical Story
de: Meine magische Geschichte
es: Mi Historia Mágica
fr: Mon Histoire Magique
it: La Mia Storia Magica
pt: Minha História Mágica

source: A magical adventure awaits!
de: Ein magisches Abenteuer erwartet dich!
es: ¡Una aventura mágica te espera!
fr: Une aventure magique vous attend !
it: Un'avventura magica ti aspetta!
pt: Uma aventura mágica aguarda!

source: Whispering to the story spirits...
de: Flüstern zu den Geschichten-Geistern...
es: Susurrando a los espíritus de la historia...
fr: Chuchotement aux esprits de l'histoire...
it: Sussurrando agli spiriti delle storie...
pt: Sussurrando para os espíritos da história...

source: Summarizing and drawing the cover...
de: Zusammenfassen und Zeichnen des Covers...
es: Resumiendo y dibujando la portada...
fr: Résumé et dessin de la couverture...
it: Riassumendo e disegnando la copertina...
pt: Resumindo e desenhando a capa...

source: Recording narration for each page...
de: Aufnahme der Erzählung für jede Seite...
es: Grabando narración para cada página...
fr: Enregistrement de la narration pour chaque page...
it: Registrando la narrazione per ogni pagina...
pt: Gravando narração para cada página...

source: Combining narration...
de: Kombinieren der Erzählung...
es: Combinando narración...
fr: Combinaison de la narration...
it: Combinando la narrazione...
pt: Combinando a narração...

source: Your story is ready (audio was unavailable).
de: Deine Geschichte ist fertig (Audio war nicht verfügbar).
es: Tu historia está lista (el audio no estaba disponible).
fr: Votre histoire est prête (l'audio n'était pas disponible).
it: La tua storia è pronta (l'audio non era disponibile).
pt: Sua história está pronta (áudio indisponível).

source: Your story is complete!
de: Deine Geschichte ist fertig!
es: ¡Tu historia está completa!
fr: Votre histoire est terminée !
it: La tua storia è completa!
pt: Sua história está completa!

source: An unexpected error occurred while creating your story. Please try again.
de: Ein unerwarteter Fehler ist beim Erstellen deiner Geschichte aufgetreten. Bitte versuche es erneut.
es: Ocurrió un error inesperado al crear tu historia. Por favor intenta de nuevo.
fr: Une erreur inattendue s'est produite lors de la création de votre histoire. Veuillez réessayer.
it: Si è verificato un errore imprevisto durante la creazione della tua storia. Riprova.
pt: Ocorreu um erro inesperado ao criar sua história. Por favor, tente novamente.

source: Our story-maker couldn't process this request. Please try a different theme.
de: Unser Geschichtenerzähler konnte diese Anfrage nicht verarbeiten. Bitte versuche ein anderes Thema.
es: Nuestro creador de historias no pudo procesar esta solicitud. Por favor prueba un tema diferente.
fr: Notre créateur d'histoires n'a pas pu traiter cette demande. Veuillez essayer un thème différent.
it: Il nostro creatore di storie non ha potuto elaborare questa richiesta. Prova un tema diverso.
pt: Nosso criador de histórias não conseguiu processar este pedido. Tente um tema diferente.

source: Service temporarily unavailable.
de: Dienst vorübergehend nicht verfügbar.
es: Servicio temporalmente no disponible.
fr: Service temporairement indisponible.
it: Servizio temporaneamente non disponibile.
pt: Serviço temporariamente indisponível.

source: System is busy. Please try again in a moment.
de: Das System ist ausgelastet. Bitte versuche es in einem Moment erneut.
es: El sistema está ocupado. Por favor intenta de nuevo en un momento.
fr: Le système est occupé. Veuillez réessayer dans un instant.
it: Il sistema è occupato. Riprova tra un momento.
pt: O sistema está ocupado. Por favor, tente novamente em um momento.

source: The AI service is temporarily unavailable. Please try again.
de: Der KI-Dienst ist vorübergehend nicht verfügbar. Bitte versuche es erneut.
es: El servicio de IA no está disponible temporalmente. Por favor intenta de nuevo.
fr: Le service IA est temporairement indisponible. Veuillez réessayer.
it: Il servizio AI è temporaneamente non disponibile. Riprova.
pt: O serviço de IA está temporariamente indisponível. Por favor, tente novamente.

source: We had trouble recording the voice narration. Please try again.
de: Wir hatten Probleme bei der Aufnahme der Sprachausgabe. Bitte versuche es erneut.
es: Tuvimos problemas grabando la narración de voz. Por favor intenta de nuevo.
fr: Nous avons eu des problèmes pour enregistrer la narration vocale. Veuillez réessayer.
it: Abbiamo avuto problemi a registrare la narrazione vocale. Riprova.
pt: Tivemos problemas para gravar a narração de voz. Por favor, tente novamente.

source: You have already used your 5 available art styles for this trial period. Please upgrade to unlock all styles.
de: Sie haben bereits Ihre 5 verfügbaren Kunststile für diesen Testzeitraum genutzt. Bitte führen Sie ein Upgrade durch, um alle Stile freizuschalten.
es: Ya has usado tus 5 estilos de arte disponibles para este periodo de prueba. Por favor actualiza para desbloquear todos los estilos.
fr: Vous avez déjà utilisé vos 5 styles artistiques disponibles pour cette période d'essai. Veuillez mettre à niveau pour débloquer tous les styles.
it: Hai già utilizzato i tuoi 5 stili artistici disponibili per questo periodo di prova. Effettua l'aggiornamento per sbloccare tutti gli stili.
pt: Você já usou seus 5 estilos de arte disponíveis para este período de teste. Faça upgrade para desbloquear todos os estilos.

source: You have already used your 3 available narrator voices for this trial period. Please upgrade to unlock all voices.
de: Sie haben bereits Ihre 3 verfügbaren Erzählerstimmen für diesen Testzeitraum genutzt. Bitte führen Sie ein Upgrade durch, um alle Stimmen freizuschalten.
es: Ya has usado tus 3 voces de narrador disponibles para este periodo de prueba. Por favor actualiza para desbloquear todas las voces.
fr: Vous avez déjà utilisé vos 3 voix de narrateur disponibles pour cette période d'essai. Veuillez mettre à niveau pour débloquer toutes les voix.
it: Hai già utilizzato le tue 3 voci narranti disponibili per questo periodo di prova. Effettua l'aggiornamento per sbloccare tutte le voci.
pt: Você já usou suas 3 vozes de narrador disponíveis para este período de teste. Faça upgrade para desbloquear todas as vozes.

source: The theme '{submitted_theme}' is not a valid option.
de: Das Thema '{submitted_theme}' ist keine gültige Option.
es: El tema '{submitted_theme}' no es una opción válida.
fr: Le thème '{submitted_theme}' n'est pas une option valide.
it: Il tema '{submitted_theme}' non è un'opzione valida.
pt: O tema '{submitted_theme}' não é uma opção válida.

source: Audio generation failed due to quota or service issues.
de: Die Audiogenerierung ist aufgrund von Quoten- oder Dienstproblemen fehlgeschlagen.
es: La generación de audio falló debido a problemas de cuota o servicio.
fr: La génération audio a échoué en raison de problèmes de quota ou de service.
it: Generazione audio fallita a causa di problemi di quota o di servizio.
pt: A geração de áudio falhou devido a problemas de cota ou serviço.

source: Changing the story's path...
de: Ändern des Geschichtsverlaufs...
es: Cambiando el camino de la historia...
fr: Modification du chemin de l'histoire...
it: Cambiando il percorso della storia...
pt: Mudando o caminho da história...

source: Invalid Story ID.
de: Ungültige Geschichten-ID.
es: ID de Historia inválido.
fr: ID d'histoire invalide.
it: ID Storia non valido.
pt: ID da História inválido.

source: No stories found for this user.
de: Keine Geschichten für diesen Benutzer gefunden.
es: No se encontraron historias para este usuario.
fr: Aucune histoire trouvée pour cet utilisateur.
it: Nessuna storia trovata per questo utente.
pt: Nenhuma história encontrada para este usuário.

source: Choices for this story's theme could not be found.
de: Auswahlmöglichkeiten für das Thema dieser Geschichte konnten nicht gefunden werden.
es: No se pudieron encontrar opciones para el tema de esta historia.
fr: Les choix pour le thème de cette histoire sont introuvables.
it: Le scelte per il tema di questa storia non sono state trovate.
pt: Escolhas para o tema desta história não puderam ser encontradas.

source: This story cannot be remixed while it is still in progress.
de: Diese Geschichte kann nicht neu gemischt werden, solange sie noch in Bearbeitung ist.
es: Esta historia no puede ser remezclada mientras está en progreso.
fr: Cette histoire ne peut pas être remixée tant qu'elle est encore en cours.
it: Questa storia non può essere remixata mentre è ancora in corso.
pt: Esta história não pode ser remixada enquanto ainda estiver em andamento.

source: A choice_id must be provided.
de: Eine choice_id muss angegeben werden.
es: Se debe proporcionar un choice_id.
fr: Un choice_id doit être fourni.
it: Deve essere fornito un choice_id.
pt: Um choice_id deve ser fornecido.

source: The provided choice is invalid.
de: Die angegebene Auswahl ist ungültig.
es: La opción proporcionada es inválida.
fr: Le choix fourni est invalide.
it: La scelta fornita non è valida.
pt: A escolha fornecida é inválida.

source: This story cannot be saved as it is not complete.
de: Diese Geschichte kann nicht gespeichert werden, da sie nicht vollständig ist.
es: Esta historia no puede guardarse ya que no está completa.
fr: Cette histoire ne peut pas être sauvegardée car elle n'est pas complète.
it: Questa storia non può essere salvata poiché non è completa.
pt: Esta história não pode ser salva, pois não está completa.

source: Cannot generate PDF. Story is not yet complete.
de: PDF kann nicht generiert werden. Die Geschichte ist noch nicht vollständig.
es: No se puede generar el PDF. La historia aún no está completa.
fr: Impossible de générer le PDF. L'histoire n'est pas encore terminée.
it: Impossibile generare il PDF. La storia non è ancora completa.
pt: Não é possível gerar PDF. A história ainda não está completa.

source: Your PDF is being generated. You will be notified when it is ready.
de: Ihr PDF wird generiert. Sie werden benachrichtigt, wenn es fertig ist.
es: Tu PDF se está generando. Se te notificará cuando esté listo.
fr: Votre PDF est en cours de génération. Vous serez notifié lorsqu'il sera prêt.
it: Il tuo PDF è in fase di generazione. Sarai avvisato quando sarà pronto.
pt: Seu PDF está sendo gerado. Você será notificado quando estiver pronto.

source: Password must be at least 10 characters long.
de: Das Passwort muss mindestens 10 Zeichen lang sein.
es: La contraseña debe tener al menos 10 caracteres.
fr: Le mot de passe doit contenir au moins 10 caractères.
it: La password deve essere lunga almeno 10 caratteri.
pt: A senha deve ter pelo menos 10 caracteres.

source: Password must contain at least one uppercase letter.
de: Das Passwort muss mindestens einen Großbuchstaben enthalten.
es: La contraseña debe contener al menos una letra mayúscula.
fr: Le mot de passe doit contenir au moins une lettre majuscule.
it: La password deve contenere almeno una lettera maiuscola.
pt: A senha deve conter pelo menos uma letra maiúscula.

source: Password must contain at least one lowercase letter.
de: Das Passwort muss mindestens einen Kleinbuchstaben enthalten.
es: La contraseña debe contener al menos una letra minúscula.
fr: Le mot de passe doit contenir au moins une lettre minuscule.
it: La password deve contenere almeno una lettera minuscola.
pt: A senha deve conter pelo menos uma letra minúscula.

source: Password must contain at least one digit.
de: Das Passwort muss mindestens eine Ziffer enthalten.
es: La contraseña debe contener al menos un dígito.
fr: Le mot de passe doit contenir au moins un chiffre.
it: La password deve contenere almeno una cifra.
pt: A senha deve conter pelo menos um dígito.

source: Password must contain at least one special character.
de: Das Passwort muss mindestens ein Sonderzeichen enthalten.
es: La contraseña debe contener al menos un carácter especial.
fr: Le mot de passe doit contenir au moins un caractère spécial.
it: La password deve contenere almeno un carattere speciale.
pt: A senha deve conter pelo menos um caractere especial.

source: This email is already in use.
de: Diese E-Mail-Adresse wird bereits verwendet.
es: Este correo electrónico ya está en uso.
fr: Cet e-mail est déjà utilisé.
it: Questa email è già in uso.
pt: Este e-mail já está em uso.

source: Email address is required to log in.
de: E-Mail-Adresse ist für die Anmeldung erforderlich.
es: Se requiere la dirección de correo electrónico para iniciar sesión.
fr: L'adresse e-mail est requise pour se connecter.
it: L'indirizzo email è richiesto per accedere.
pt: Endereço de e-mail é obrigatório para fazer login.

source: No account found with this email. Please check your email and try again.
de: Kein Konto mit dieser E-Mail gefunden. Bitte überprüfen Sie Ihre E-Mail und versuchen Sie es erneut.
es: No se encontró ninguna cuenta con este correo. Por favor verifica tu correo e intenta de nuevo.
fr: Aucun compte trouvé avec cet e-mail. Veuillez vérifier votre e-mail et réessayer.
it: Nessun account trovato con questa email. Controlla la tua email e riprova.
pt: Nenhuma conta encontrada com este e-mail. Verifique seu e-mail e tente novamente.

source: The password you entered is incorrect. Please try again.
de: Das eingegebene Passwort ist falsch. Bitte versuchen Sie es erneut.
es: La contraseña que ingresaste es incorrecta. Por favor intenta de nuevo.
fr: Le mot de passe que vous avez entré est incorrect. Veuillez réessayer.
it: La password inserita non è corretta. Riprova.
pt: A senha que você digitou está incorreta. Por favor, tente novamente.

source: This account is inactive. Please verify your email before logging in.
de: Dieses Konto ist inaktiv. Bitte bestätigen Sie Ihre E-Mail vor der Anmeldung.
es: Esta cuenta está inactiva. Por favor verifica tu correo antes de iniciar sesión.
fr: Ce compte est inactif. Veuillez vérifier votre e-mail avant de vous connecter.
it: Questo account è inattivo. Verifica la tua email prima di accedere.
pt: Esta conta está inativa. Verifique seu e-mail antes de fazer login.

source: Your current password is not correct.
de: Ihr aktuelles Passwort ist nicht korrekt.
es: Tu contraseña actual no es correcta.
fr: Votre mot de passe actuel n'est pas correct.
it: La tua password attuale non è corretta.
pt: Sua senha atual não está correta.

source: This email address is already in use by another account.
de: Diese E-Mail-Adresse wird bereits von einem anderen Konto verwendet.
es: Esta dirección de correo ya está siendo usada por otra cuenta.
fr: Cette adresse e-mail est déjà utilisée par un autre compte.
it: Questa email è già utilizzata da un altro account.
pt: Este endereço de e-mail já está em uso por outra conta.

source: You must provide your current password to set a new one.
de: Sie müssen Ihr aktuelles Passwort angeben, um ein neues festzulegen.
es: Debes proporcionar tu contraseña actual para establecer una nueva.
fr: Vous devez fournir votre mot de passe actuel pour en définir un nouveau.
it: Devi fornire la tua password attuale per impostarne una nuova.
pt: Você deve fornecer sua senha atual para definir uma nova.

source: New password cannot be the same as the old password.
de: Das neue Passwort darf nicht dasselbe sein wie das alte Passwort.
es: La nueva contraseña no puede ser la misma que la anterior.
fr: Le nouveau mot de passe ne peut pas être le même que l'ancien.
it: La nuova password non può essere uguale alla vecchia password.
pt: A nova senha não pode ser igual à antiga.

source: The two password fields didn't match.
de: Die beiden Passwortfelder stimmen nicht überein.
es: Los dos campos de contraseña no coinciden.
fr: Les deux champs de mot de passe ne correspondent pas.
it: I due campi password non corrispondono.
pt: Os dois campos de senha não coincidem.

source: Language code is too long.
de: Sprachcode ist zu lang.
es: El código de idioma es demasiado largo.
fr: Le code de langue est trop long.
it: Il codice della lingua è troppo lungo.
pt: O código de idioma é muito longo.

source: User created successfully. Please check your email for verification.
de: Benutzer erfolgreich erstellt. Bitte überprüfen Sie Ihre E-Mails zur Bestätigung.
es: Usuario creado exitosamente. Por favor revisa tu correo para la verificación.
fr: Utilisateur créé avec succès. Veuillez vérifier votre e-mail pour la validation.
it: Utente creato con successo. Controlla la tua email per la verifica.
pt: Usuário criado com sucesso. Verifique seu e-mail para confirmação.

source: No verification token was provided.
de: Es wurde kein Verifizierungstoken bereitgestellt.
es: No se proporcionó ningún token de verificación.
fr: Aucun jeton de vérification n'a été fourni.
it: Nessun token di verifica fornito.
pt: Nenhum token de verificação foi fornecido.

source: This verification link is invalid or has expired.
de: Dieser Verifizierungslink ist ungültig oder abgelaufen.
es: Este enlace de verificación es inválido o ha expirado.
fr: Ce lien de vérification est invalide ou a expiré.
it: Questo link di verifica non è valido o è scaduto.
pt: Este link de verificação é inválido ou expirou.

source: Account Verified!
de: Konto verifiziert!
es: ¡Cuenta Verificada!
fr: Compte Vérifié !
it: Account Verificato!
pt: Conta Verificada!

source: Your account is now active.
de: Ihr Konto ist jetzt aktiv.
es: Tu cuenta ahora está activa.
fr: Votre compte est maintenant actif.
it: Il tuo account è ora attivo.
pt: Sua conta está ativa agora.

source: This account is already active.
de: Dieses Konto ist bereits aktiv.
es: Esta cuenta ya está activa.
fr: Ce compte est déjà actif.
it: Questo account è già attivo.
pt: Esta conta já está ativa.

source: Verification email has been resent.
de: Verifizierungs-E-Mail wurde erneut gesendet.
es: El correo de verificación ha sido reenviado.
fr: L'e-mail de vérification a été renvoyé.
it: L'email di verifica è stata reinviata.
pt: O e-mail de verificação foi reenvidado.

source: User not found.
de: Benutzer nicht gefunden.
es: Usuario no encontrado.
fr: Utilisateur non trouvé.
it: Utente non trovato.
pt: Usuário não encontrado.

source: User profile not found.
de: Benutzerprofil nicht gefunden.
es: Perfil de usuario no encontrado.
fr: Profil utilisateur non trouvé.
it: Profilo utente non trovato.
pt: Perfil de usuário não encontrado.

source: Profile updated successfully.
de: Profil erfolgreich aktualisiert.
es: Perfil actualizado exitosamente.
fr: Profil mis à jour avec succès.
it: Profilo aggiornato con successo.
pt: Perfil atualizado com sucesso.

source: If an account exists, a reset link has been sent.
de: Wenn ein Konto existiert, wurde ein Link zum Zurücksetzen gesendet.
es: Si la cuenta existe, se ha enviado un enlace de restablecimiento.
fr: Si un compte existe, un lien de réinitialisation a été envoyé.
it: Se un account esiste, è stato inviato un link di ripristino.
pt: Se uma conta existir, um link de redefinição foi enviado.

source: This password reset link is invalid or has expired.
de: Dieser Link zum Zurücksetzen des Passworts ist ungültig oder abgelaufen.
es: Este enlace de restablecimiento de contraseña es inválido o ha expirado.
fr: Ce lien de réinitialisation de mot de passe est invalide ou a expiré.
it: Questo link di ripristino password non è valido o è scaduto.
pt: Este link de redefinição de senha é inválido ou expirou.

source: This password reset session is invalid or has expired.
de: Diese Sitzung zum Zurücksetzen des Passworts ist ungültig oder abgelaufen.
es: Esta sesión de restablecimiento de contraseña es inválida o ha expirado.
fr: Cette session de réinitialisation de mot de passe est invalide ou a expiré.
it: Questa sessione di ripristino password non è valida o è scaduta.
pt: Esta sessão de redefinição de senha é inválida ou expirou.

source: Password Reset Successful!
de: Passwort zurücksetzen erfolgreich!
es: ¡Restablecimiento de Contraseña Exitoso!
fr: Réinitialisation du mot de passe réussie !
it: Ripristino Password Riuscito!
pt: Redefinição de Senha Bem-sucedida!

source: Your password has been changed. You can now log in with your new password.
de: Ihr Passwort wurde geändert. Sie können sich jetzt mit Ihrem neuen Passwort anmelden.
es: Tu contraseña ha sido cambiada. Ahora puedes iniciar sesión con tu nueva contraseña.
fr: Votre mot de passe a été modifié. Vous pouvez maintenant vous connecter avec votre nouveau mot de passe.
it: La tua password è stata cambiata. Ora puoi accedere con la tua nuova password.
pt: Sua senha foi alterada. Você pode fazer login agora com sua nova senha.

source: An access token from Google is required.
de: Ein Zugriffstoken von Google ist erforderlich.
es: Se requiere un token de acceso de Google.
fr: Un jeton d'accès de Google est requis.
it: È richiesto un token di accesso da Google.
pt: Um token de acesso do Google é necessário.

source: An error occurred during Google authentication. Please try again.
de: Bei der Google-Authentifizierung ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.
es: Ocurrió un error durante la autenticación con Google. Por favor intenta de nuevo.
fr: Une erreur s'est produite lors de l'authentification Google. Veuillez réessayer.
it: Si è verificato un errore durante l'autenticazione Google. Riprova.
pt: Ocorreu um erro durante a autenticação do Google. Tente novamente.

source: An access_token or id_token is required.
de: Ein access_token oder id_token ist erforderlich.
es: Se requiere un access_token o id_token.
fr: Un access_token ou un id_token est requis.
it: È richiesto un access_token o id_token.
pt: Um access_token ou id_token é necessário.

source: An error occurred during Apple authentication. Please try again.
de: Bei der Apple-Authentifizierung ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.
es: Ocurrió un error durante la autenticación con Apple. Por favor intenta de nuevo.
fr: Une erreur s'est produite lors de l'authentification Apple. Veuillez réessayer.
it: Si è verificato un errore durante l'autenticazione Apple. Riprova.
pt: Ocorreu um erro durante a autenticação da Apple. Tente novamente.

source: User is already active.
de: Benutzer ist bereits aktiv.
es: El usuario ya está activo.
fr: L'utilisateur est déjà actif.
it: L'utente è già attivo.
pt: O usuário já está ativo.

source: Congratulations! Your MagicTale account has been approved. You can now log in at {url}
de: Herzlichen Glückwunsch! Ihr MagicTale-Konto wurde genehmigt. Sie können sich jetzt unter {url} anmelden
es: ¡Felicidades! Tu cuenta de MagicTale ha sido aprobada. Ahora puedes iniciar sesión en {url}
fr: Félicitations ! Votre compte MagicTale a été approuvé. Vous pouvez maintenant vous connecter sur {url}
it: Congratulazioni! Il tuo account MagicTale è stato approvato. Ora puoi accedere su {url}
pt: Parabéns! Sua conta MagicTale foi aprovada. Você pode fazer login em {url}

source: Your MagicTale Account is Approved!
de: Ihr MagicTale-Konto wurde genehmigt!
es: ¡Tu Cuenta de MagicTale está Aprobada!
fr: Votre compte MagicTale est approuvé !
it: Il tuo account MagicTale è approvato!
pt: Sua conta MagicTale foi aprovada!

source: User approved and notified successfully.
de: Benutzer erfolgreich genehmigt und benachrichtigt.
es: Usuario aprobado y notificado exitosamente.
fr: Utilisateur approuvé et notifié avec succès.
it: Utente approvato e notificato con successo.
pt: Usuário aprovado e notificado com sucesso.
